Repository: nextcloud/desktop
Catalog: shell_integration/MacOSX/NextcloudIntegration/FileProviderUIExt/Localizable.xcstrings
Source language: en
Languages: cs_cz, de, de_de, es, et_ee, fr, ga, gl, ja_jp, pt_br, sw, tr, zh_hk, zh_tw

source: Account data is unavailable, cannot reload data!
cs_cz: Data účtu nejsou k dispozici – není možné je znovu načíst!
de: Kontodaten sind nicht verfügbar, Daten können nicht neu geladen werden!
de_de: Kontodaten sind nicht verfügbar, Daten können nicht erneut geladen werden!
es: Los datos de la cuenta no están disponibles, ¡no se pueden recargar los datos!
et_ee: Kasutajakonto andmed pole saadaval, andmete laadimine pole võimalik!
fr: Compte non disponible, rechargement des données impossible !
ga: Níl sonraí cuntais ar fáil, ní féidir sonraí a athlódáil!
gl: Os datos da conta non están dispoñíbeis, non é posíbel recargar os datos.
ja_jp: アカウントデータが利用できません。データを再読み込みできません！
pt_br: Os dados da conta não estão disponíveis, não é possível recarregar os dados!
sw: Data ya akaunti haipatikani, haiwezi kupakia tena data!
tr: Hesap verileri kullanılamıyor. Veriler yüklenemedi!
zh_hk: 帳戶數據不可用，無法重新加載數據！
zh_tw: 帳號資訊無法使用，無法重新載入資料！

source: Allow upload and editing
cs_cz: Umožnit nahrávání a úpravy
de: Hochladen und Bearbeiten erlauben
de_de: Hochladen und Bearbeiten erlauben
es: Permitir la subida y edición
et_ee: Luba üleslaadimine ja muutmine
fr: Autoriser le téléversement et la modification
ga: Ceadaigh uaslódáil agus eagarthóireacht
gl: Permitir o envío e a edición
ja_jp: アップロードと編集を許可
pt_br: Permitir upload e edição
sw: Ruhusu upakiaji na uhariri
tr: Yüklemeye ve düzenlemeye izin ver
zh_hk: 允許上傳和編輯
zh_tw: 允許上傳與編輯

source: Authenticating…
cs_cz: Ověřování se…
de: Authentifizierung läuft …
de_de: Authentifizierung läuft …
et_ee: Autendin…
ga: Ag fíordheimhniú…
gl: Autentificando…
ja_jp: 認証中…
pt_br: Autenticando…
tr: Kimlik doğrulanıyor…
zh_hk: 正在驗證 …
zh_tw: 正在驗證……

source: Cancel
cs_cz: Zrušit
de: Abbrechen
de_de: Abbrechen
es: Cancelar
et_ee: Katkesta
fr: Annuler
ga: Cealaigh
gl: Cancelar
ja_jp: キャンセル
pt_br: Cancelar
sw: Ghairi
tr: İptal
zh_hk: 取消
zh_tw: 取消

source: Cancel create icon
cs_cz: Zrušit vytváření ikony
de: Symbol-Erstellung abbrechen
de_de: Symbol-Erstellung abbrechen
es: Ícono de cancelar creación
et_ee: Ikoon, mis katkestab loomise
fr: Annuler création icône
ga: Deilbhín cealaigh cruthaithe
gl: Icona para cancelar a creación
ja_jp: 作成アイコンをキャンセル
pt_br: Ícone de cancelamento de criação
sw: Ghairi kuunda ikoni
tr: Eklemeyi iptal et simgesi
zh_hk: 取消創建圖標
zh_tw: 取消製作圖示

source: Checkmark in a circle
cs_cz: Zaškrtávátko v kruhu
de: Häkchen in einem Kreis
de_de: Häkchen in einem Kreis
es: Casilla de verificación en un círculo
et_ee: Märkeruut ringis
fr: Coche dans un cercle
ga: Marc seiceála i gciorcal
gl: Marca de verificación nun círculo
ja_jp: 丸の中のチェックマーク
pt_br: Marca de verificação em um círculo
sw: Alama katika mduara
tr: Daire içinde tamam işareti
zh_hk: 圓圈中的勾號
zh_tw: 圓圈中的勾號

source: Close
cs_cz: Zavřít
de: Schließen
de_de: Schließen
es: Cerrar
et_ee: Sulge
fr: Fermer
ga: Dún
gl: Pechar
ja_jp: 閉じる
pt_br: Fechar
sw: Funga
tr: Kapat
zh_hk: 關閉
zh_tw: 關閉

source: Communicating with server, locking file…
cs_cz: Komunikuje se serverem - uzamykání souboru …
de: Kommuniziere mit Server, sperre Datei…
de_de: Kommuniziere mit Server, sperre Datei…
es: Comunicándose con el servidor, bloqueando archivo…
et_ee: Suhtlen serveriga, lukustan faili…
fr: Connexion au serveur, verrouillage du fichier...
ga: Ag cumarsáid leis an bhfreastalaí, ag glasáil comhaid…
gl: Comunicando co servidor, bloqueando o ficheiro…
ja_jp: サーバーと通信中、ファイルをロック中…
pt_br: Comunicando com o servidor, trancando o arquivo…
sw: Inawasiliana na seva, inafunga faili...
tr: Sunucu ile iletişim kuruluyor. Dosya kilitleniyor…
zh_hk: 正在與伺服器通訊，鎖定檔案…
zh_tw: 正在與伺服器通訊，鎖定檔案……

source: Communicating with server, unlocking file…
cs_cz: Komunikuje se serverem - odemykání souboru …
de: Kommuniziere mit Server, entsperre Datei…
de_de: Kommuniziere mit Server, entsperre Datei…
es: Comunicándose con el servidor, desbloqueando archivo…
et_ee: Suhtlen serveriga, eemaldan faili lukustust…
fr: Connexion au serveur, déverrouillage du fichier ...
ga: Ag cumarsáid leis an bhfreastalaí, ag díghlasáil comhaid…
gl: Comunicando co servidor, desbloqueando o ficheiro…
ja_jp: サーバーと通信中、ファイルのロック解除中…
pt_br: Comunicando com o servidor, destrancando o arquivo…
sw: Inawasiliana na seva, kufungua faili...
tr: Sunucu ile iletişim kuruluyor. Dosyanın kilidi açılıyor…
zh_hk: 正在與伺服器通訊，解鎖檔案…
zh_tw: 正在與伺服器通訊，解鎖檔案……

source: Could not fetch capabilities as account is invalid.
cs_cz: Nebylo možné načíst schopnosti, protože účet není platný.
de: Die Funktionen konnten nicht abgerufen werden, da das Konto ungültig ist.
de_de: Die Funktionen konnten nicht abgerufen werden, da das Konto ungültig ist.
es: No se pudieron obtener las capacidades, ya que la cuenta es inválida.
et_ee: Kuna kasutajakonto on vigane, siis ei õnnestunud laadida võimekusi.
fr: Échec de la récupération des capacités car le compte est invalide.
ga: Níorbh fhéidir cumais a fháil mar go bhfuil an cuntas neamhbhailí.
gl: Non foi posíbel obter as funcionalidades xa que a conta non é válida.
ja_jp: アカウントが無効なため、機能を取得できませんでした。
pt_br: Não foi possível obter as capacidades, pois a conta é inválida.
sw: Haikuweza kuleta uwezo kwani akaunti si sahihi.
tr: Hesap geçersiz olduğundan yeterlilikler alınamadı.
zh_hk: 無法獲取功能，因為帳戶無效。
zh_tw: 無法擷取功能，因為帳號無效。

source: Could not get identifier for item, no shares can be acquired.
cs_cz: Nebylo možné získat identifikátor pro položku – není možné získat žádná sdílení.
de: Die Kennung für das Element konnte nicht abgerufen werden. Es können keine Freigaben erstellt werden.
de_de: Die Kennung für den Artikel konnte nicht abgerufen werden. Es können keine Anteile erworben werden.
es: No se pudo obtener el identificador para el ítem, no se pueden obtener los recursos compartidos.
et_ee: Objekti tunnuse tuvastamine ei õnnestunud. Ühtegi jagamist ei õnnestu tuvastada ega laadida.
fr: Impossible d'obtenir l'identifiant de l'élément, aucun partage ne peut être acquis.
ga: Níorbh fhéidir aitheantóir a fháil don mhír, ní féidir aon scaireanna a fháil.
gl: Non foi posíbel obter o identificador do elemento, non é posíbel obter comparticións
ja_jp: アイテムの識別子を取得できませんでした。共有を取得できません。
pt_br: Não foi possível obter o identificador do item, não é possível adquirir compartilhamentos.
sw: Haikuweza kupata kitambulisho cha bidhaa, hakuna hisa zinazoweza kupatikana.
tr: Ögenin tanımlayıcısı alınamadı, herhangi bir paylaşım alınamadı.
zh_hk: 無法獲取項目的標識符，無法獲得共享。
zh_tw: 無法擷取項目的識別字串，無法擷取分享。

source: Could not lock unknown item…
cs_cz: Nebylo možné uzamknout neznámou položku …
de: Unbekanntes Element konnte nicht gesperrt werden…
de_de: Unbekanntes Element konnte nicht gesperrt werden …
es: No se pudo bloquear ítem desconocido…
et_ee: Tundmatu objekti lukustamine ei õnnestunud…
fr: Impossible de verrouiller l'élément inconnu...
ga: Níorbh fhéidir mír anaithnid a ghlasáil…
gl: Non foi posíbel bloquear un elemento descoñecido…
ja_jp: 不明な項目をロックできませんでした…
pt_br: Não foi possível trancar item desconhecido…
sw: Haikuweza kufunga kipengee kisichojulikana...
tr: Bilinmeyen öge kilitlenemedi…
zh_hk: 無法鎖定未知項目…
zh_tw: 無法鎖定未知項目……

source: Could not reload data: %@, will try again.
cs_cz: Nebylo možné znovunačíst data: %@ – bude vyzkoušeno znovu.
de: Daten konnten nicht neu geladen werden: %@, ein neuer Versuch folgt.
de_de: Daten konnten nicht erneut geladen werden: %@, es erfolgt ein neuer Versuch.
es: No se pudieron recargar los datos: %@, se intentará de nuevo.
et_ee: Andmete laadimine ei õnnestunud: %@. Proovin üsna pea uuesti.
fr: Impossible de recharger les données : %@ essayera plus tard.
ga: Níorbh fhéidir sonraí a athlódáil: %@, déanfaidh mé iarracht eile.
gl: Non foi posíbel recargar os datos: %@, tentarase de novo.
ja_jp: データの再読み込みに失敗しました: %@、再試行します。
pt_br: Não foi possível recarregar os dados: %@, tentaremos novamente.
sw: Haikuweza kupakia upya data: %@, itajaribu tena.
tr: Veriler yeniden yüklenemedi: %@, yeniden deneyecek.
zh_hk: 無法重新加載數據：%@，將重試。
zh_tw: 無法重新載入資料：%@，將會重試。

source: Create new share
cs_cz: Vytvořit nové sdílení
de: Neue Freigabe erstellen
de_de: Neue Freigabe erstellen
es: Crear nuevo recurso compartido
et_ee: Lisa uus jagamine
fr: Créer un nouveau partage
ga: Cruthaigh comhroinnt nua
gl: Crear unha nova compartición
ja_jp: 新しい共有を作成する
pt_br: Criar novo compartilhamento
sw: Tengeneza ushiriki mpya
tr: Yeni paylaşım ekle
zh_hk: 創建新共享
zh_tw: 建立新分享

source: Delete
cs_cz: Smazat
de: Löschen
de_de: Löschen
es: Eliminar
et_ee: Kustuta
fr: Supprimer
ga: Scrios
gl: Eliminar
ja_jp: 削除
pt_br: Excluir
sw: Futa
tr: Sil
zh_hk: 刪除
zh_tw: 刪除

source: Delete trash icon
cs_cz: Ikona smazání koše
de: Papierkorbsymbol löschen
de_de: Symbol für Papierkorb leeren
es: Ícono de eliminar recurso compartido
et_ee: Prügikasti tühjendamise ikoon
fr: Supprimer l’icône de la poubelle
ga: Deilbhín scriosta bruscair
gl: Icona de eliminación do lixo
ja_jp: ごみ箱アイコンを削除
pt_br: Ícone de exclusão da lixeira
sw: Futa aikoni ya tupio
tr: Çöpü boşalt simgesi
zh_hk: 刪除垃圾圖標
zh_tw: 刪除垃圾圖示

source: Dismiss
cs_cz: Zahodit
de: Verwerfen
de_de: Verwerfen
es: Descartar
et_ee: Loobu
fr: Rejeter
ga: Díbhe
gl: Desbotar
ja_jp: 無視する
pt_br: Dispensar
sw: Tawanya
tr: Yok say
zh_hk: 忽略
zh_tw: 忽略

source: Document symbol
cs_cz: Symbol dokumentu
de: Dokumentsymbol
de_de: Symbol für Dokumente
es: Símbolo de documento
et_ee: Dokumendi sümbol
fr: Symbole de document
ga: Siombail an doiciméid
gl: Símbolo de documento
ja_jp: 文書記号
pt_br: Símbolo de documento
sw: Alama ya hati
tr: Belge simgesi
zh_hk: 文檔符號
zh_tw: 文件符號

source: Email share
cs_cz: Sdílení e-mailem
de: E-Mail-Freigabe
de_de: E-Mail-Freigabe
es: Enviar recurso compartido por correo electrónico
et_ee: Jagamine e-kirjaga
fr: Partage par mail
ga: Comhroinnt ríomhphoist
gl: Compartir por correo
ja_jp: メール共有
pt_br: Compartilhamento por e-mail
sw: Shiriki barua pepe
tr: E-posta ile paylaş
zh_hk: 電子郵件共享
zh_tw: 電子郵件分享

source: Email share (%@)
cs_cz: Sdílení e-mailem (%@)
de: E-Mail-Freigabe (%@)
de_de: E-Mail-Freigabe (%@)
es: Enviar recurso compartido por correo electrónico (%@)
et_ee: E-postiga jagamine (%@)
fr: Partage par mail (%@)
ga: Comhroinnt ríomhphoist (%@)
gl: Compartir por correo (%@)
ja_jp: メール共有 (%@)
pt_br: Compartilhamento por e-mail (%@)
sw: Shiriki barua pepe (%@)
tr: E-posta ile paylaş (%@)
zh_hk: 電子郵件共享 (%@)
zh_tw: 電子郵件分享 (%@)

source: Email share icon
cs_cz: Ikona sdílení e-mailem
de: E-Mail-Freigabesymbol
de_de: Symbol zum Teilen per E-Mail
es: Ícono de enviar recurso compartido por correo electrónico
et_ee: E-postiga jagamise ikoon
fr: Icône de partage Email
ga: Deilbhín comhroinnte ríomhphoist
gl: Icona de compartición por correo
ja_jp: メール共有アイコン
pt_br: Ícone de compartilhamento por e-mail
sw: Aikoni ya kushiriki barua pepe
tr: E-posta ile paylaş simgesi
zh_hk: 電子郵件共享圖標
zh_tw: 電子郵件分享圖示

source: Enter a new password
cs_cz: Zadejte nové heslo
de: Neues Passwort eingeben
de_de: Neues Passwort eingeben
es: Ingrese una nueva contraseña
et_ee: Sisesta uus salasõna
fr: Saisir un nouveau mot de passe
ga: Cuir isteach focal faire nua
gl: Introduza un novo contrasinal
ja_jp: 新しいパスワードを入力
pt_br: Digite uma nova senha
sw: Ingiza nywira mpya
tr: Yeni parolayı yazın
zh_hk: 輸入新密碼
zh_tw: 輸入新密碼

source: Error creating: %@
cs_cz: Chyba při vytváření: %@
de: Fehler beim Erstellen: %@
de_de: Fehler beim Erstellen: %@
es: Error al crear: %@
et_ee: Viga loomisel: %@
fr: Erreur lors de la création : %@
ga: Earráid á chruthú: %@
gl: Produciuse un erro ao crear: %@
ja_jp: 作成中にエラーが発生しました: %@
pt_br: Erro ao criar: %@
sw: Hitilafu kutengeneza: %@
tr: Eklenirken sorun çıktı: %@
zh_hk: 創建錯誤：%@
zh_tw: 建立時發生錯誤：%@

source: Error fetching shares: %@
cs_cz: Chyba při získávání sdílení: %@
de: Fehler beim Abrufen der Freigaben: %@
de_de: Fehler beim Abrufen der Freigaben: %@
es: Error al obtener los recursos compartidos: %@
et_ee: Viga jagamiste laadimisel: %@
fr: Erreur dans la récupération des partages : %@
ga: Earráid ag fáil scaireanna: %@
gl: Produciuse un erro ao recuperar as comparticións: %@
ja_jp: 共有の取得中にエラーが発生しました: %@
pt_br: Erro ao obter compartilhamentos: %@
sw: Hitilafu katika kuleta ushiriki: %@
tr: Paylaşımlar alınırken sorun çıktı: %@
zh_hk: 擷取共享錯誤：%@
zh_tw: 擷取分享時發生錯誤：%@

source: Error getting server caps: %@
cs_cz: Chyba při načítání schopností serveru: %@
de: Fehler beim Abrufen der Server-Funktionen: %@
de_de: Fehler beim Abrufen der Server-Eigenschaften: %@
es: Error al obtener las capacidades del servidor: %@
et_ee: Serveri tingimuste laadimine ei õnnestunud: %@
fr: Erreur lors de l'obtention des capacités du serveur : %@
ga: Earráid ag fáil caipíní freastalaí: %@
gl: Produciuse un erro ao obter s límites do servidor: %@
ja_jp: サーバーの制限を取得中にエラーが発生しました: %@
pt_br: Erro ao obter limites do servidor: %@
sw: Hitilafu katika kupata kofia za seva: %@
tr: Sunucu kapasitesi alınırken sorun çıktı: %@
zh_hk: 獲取伺服器功能錯誤：%@
zh_tw: 取得伺服器功能時發生錯誤：%@

source: Expiration date
cs_cz: Datum skončení platnosti
de: Ablaufdatum
de_de: Ablaufdatum
es: Fecha de caducidad
et_ee: Aegumise kuupäev
fr: Date d’expiration
ga: Dáta éaga
gl: Data de caducidade
ja_jp: 有効期限
pt_br: Data de expiração
sw: Tarehe ya kumalizika muda wake
tr: Geçerlilik sonu tarihi
zh_hk: 到期日
zh_tw: 到期日

source: Failed to get details from File Provider Extension. Retrying.
cs_cz: Nepodařilo se získat podrobnosti z rozšíření poskytovatele souborů. Zkouší se znovu.
de: Details konnten nicht von der Dateianbietererweiterung abgerufen werden. Erneuter Versuch.
de_de: Details konnten nicht von der Dateianbietererweiterung abgerufen werden. Erneuter Versuch.
es: Fallo al obtener detalles desde la extensión File Provider. Volviendo a intentarlo.
et_ee: Ei õnnestunud laadida üksikasju failide jagamise lisamoodulist. Proovin uuesti.
fr: Échec lors de l'obtention des détails depuis l'extension du fournisseur de fichiers. Nouvelle tentative.
ga: Theip ar shonraí a fháil ó Shíneadh Soláthraí Comhad. Ag iarraidh arís.
gl: Produciuse un fallo ao obter detalles da extensión do provedor de ficheiros. Reintentando.
ja_jp: ファイルプロバイダー拡張機能から詳細を取得できませんでした。再試行します。
pt_br: Falha ao obter detalhes da Extensão Provedor de Arquivos. Tentando novamente.
sw: Imeshindwa kupata maelezo kutoka kwa Kiendelezi cha Mtoa Huduma za Faili. Inajaribu tena.
tr: Dosya hizmeti sağlayıcısı eklentisinden ayrıntılar alınamadı. Yeniden deneniyor.
zh_hk: 無法從檔案提供者擴展獲取詳細信息。正在重試。
zh_tw: 無法從檔案提供者擴充套件取得詳細資訊。正在重試。

source: Federated cloud share
cs_cz: Sdílení v rámci federovaného cloudu
de: Federated-Cloud-Freigabe
de_de: Federated-Cloud-Freigabe
es: Recurso compartido de nube federada
et_ee: Jagamine liitpilves
fr: Partage Cloud Fédéré
ga: Comhroinnt scamall cónaidhme
gl: Compartición de nube federada
ja_jp: クラウド連携共有
pt_br: Compartilhamento de nuvem federada
tr: Birleşik bulut paylaşımı
zh_hk: 聯邦雲共享
zh_tw: 聯盟式雲端分享

source: Federated cloud share (%@)
cs_cz: Sdílení v rámci federovaného cloudu (%@)
de: Federated-Cloud-Freigabe (%@)
de_de: Federated-Cloud--Freigabe (%@)
es: Recurso compartido de nube federada (%@)
et_ee: Jagamine liitpilves (%@)
fr: Partage Cloud Fédéré (%@)
ga: Sciar scamall cónaidhme (%@)
gl: Compartición de nube federada (%@)
ja_jp: クラウド連携共有 (%@)
pt_br: Compartilhamento de nuvem federado (%@)
sw: Ushirikiano wa wingu ulioshirikishwa (%@)
tr: Birleşik bulut paylaşımı (%@)
zh_hk: 聯邦雲共享 (%@)
zh_tw: 聯盟式雲端分享 (%@)

source: Federated cloud share icon
cs_cz: Ikona sdílení v rámci federovaného cloudu
de: Federated-Cloud-Freigabesymbol
de_de: Symbol für Federated-Cloud-Freigabe
es: Ícono de recurso compartido de nube federada
et_ee: Liitpilves jagamise ikoon
fr: Icône de Partage Cloud Fédéré
ga: Deilbhín comhroinnte scamall cónaidhme
gl: Icona de compartición de nube federada
ja_jp: クラウド連携共有アイコン
pt_br: Ícone de compartilhamento de nuvem federada
sw: Aikoni ya kushiriki wingu iliyoshirikishwa
tr: Birleşik bulut paylaşımı simgesi
zh_hk: 聯邦雲共享圖標
zh_tw: 聯盟式雲端分享圖示

source: File "%@" locked!
cs_cz: Soubor „%@“ uzamčen!
de: Datei "%@" gesperrt!
de_de: Datei "%@" gesperrt!
es: ¡Archivo "%@" bloqueado!
et_ee: „%@“ fail on lukustatud!
fr: Le fichier "%@" est verrouillé !
ga: Comhad "%@" faoi ghlas!
gl: Ficheiro «%@» bloqueado!
ja_jp: ファイル "%@" がロックされています！
pt_br: Arquivo "%@" trancado!
sw: Faili "%@" imefungwa!
tr: "%@" dosyası kilitlendi!
zh_hk: 檔案 "%@" 已上鎖！
zh_tw: 已鎖定「%@」檔案！

source: File "%@" unlocked!
cs_cz: Soubor „%@“ odemčen!
de: Datei "%@" entsperrt!
de_de: Datei "%@" entsperrt
es: ¡Archivo "%@" desbloqueado!
et_ee: „%@“ faili lukustus on eemaldatud!
fr: Le fichier "%@" est déverrouillé !
ga: Díghlasáladh an comhad "%@"!
gl: Ficheiro «%@» desbloqueado!
ja_jp: ファイル "%@" がロック解除されました！
pt_br: Arquivo "%@" destrancado!
sw: Faili "%@" imefunguliwa!
tr: "%@" dosyasının kilidi açıldı!
zh_hk: 檔案 "%@" 已解鎖！
zh_tw: 已解鎖「%@」檔案！

source: Free up space
cs_cz: Uvolnit prostor
de: Speicherplatz freigeben
de_de: Speicherplatz freigeben
et_ee: Vabasta andmeruumi
fr: Libérer de l'espace
ga: Spás a shaoradh
gl: Liberar espazo
ja_jp: 空き容量を増やす
pt_br: Liberar espaço
tr: Yer aç
zh_hk: 釋放空間
zh_tw: 釋放空間

source: Group share
cs_cz: Skupinové sdílení
de: Gruppen-Freigabe
de_de: Gruppen-Freigabe
es: Recurso compartido de grupo
et_ee: Jagamine grupile
fr: Partage de Groupe
ga: Comhroinnt ghrúpa
gl: Compartición de grupo
ja_jp: グループ共有
pt_br: Compartilhamento de grupo
sw: Kushiriki kwa kikundi
tr: Grup paylaşımı
zh_hk: 群組共享
zh_tw: 群組分享

source: Group share (%@)
cs_cz: Skupinové sdílení (%@)
de: Gruppenfreigabe (%@)
de_de: Gruppenfreigabe (%@)
es: Recurso compartido de grupo (%@)
et_ee: Jagamine grupile (%@)
fr: Partage de Groupe (%@)
ga: Sciar grúpa (%@)
gl: Compartición de grupo (%@)
ja_jp: グループ共有（%@）
pt_br: Compartilhamento de grupo (%@)
sw: Kushiriki kwa kikundi (%@)
tr: Grup paylaşımı (%@)
zh_hk: 群組共享 (%@)
zh_tw: 群組分享 (%@)

source: Group share icon
cs_cz: Ikona skupinového sdílení
de: Gruppen-Freigabesymbol
de_de: Symbol für die Gruppenfreigabe
es: Ícono de recurso compartido de grupo
et_ee: Grupile jagamise ikoon
fr: Icône de Partage de Groupe
ga: Deilbhín comhroinnte grúpa
gl: Icona de compartición de grupo
ja_jp: グループ共有アイコン
pt_br: Ícone de compartilhamento de grupo
sw: Aikoni ya kushiriki kwa kikundi
tr: Grup paylaşımı simgesi
zh_hk: 群組共享圖標
zh_tw: 群組分享圖示

source: Hide download
cs_cz: Skrýt stahování
de: Download verbergen
de_de: Download verbergen
es: Ocultar descarga
et_ee: Peida allalaaditu
fr: Masquer le téléchargement
ga: Folaigh an íoslódáil
gl: Agochar a descarga
ja_jp: ダウンロードを隠す
pt_br: Ocultar download
sw: Ficha upakuaji
tr: İndirme gizlensin
zh_hk: 隱藏下載
zh_tw: 隱藏已下載的檔案

source: Internal link share icon
cs_cz: Ikona sdílení interním odkazem
de: Symbol zum Teilen interner Links
de_de: Symbol zum Teilen interner Links
es: Ícono de compartir recurso compartido vía enlace interno
et_ee: Sisemise jagamislingi ikoon
fr: Icône de Partages internes
ga: Deilbhín comhroinnte nasc inmheánach
gl: Icona para compartir ligazóns internas
ja_jp: 内部リンク共有アイコン
pt_br: Ícone de compartilhamento de link interno
sw: Aikoni ya kushiriki kiungo cha ndani
tr: İç bağlantı paylaşımı simgesi
zh_hk: 內部鏈接共享圖標
zh_tw: 內部連結分享圖示

source: Internal share (requires access to file)
cs_cz: Interní sdílení (vyžaduje přístup k souboru)
de: Interne Freigabe (erfordert Zugriff auf die Datei)
de_de: Interne Freigabe (erfordert Zugriff auf die Datei)
es: Recurso compartido interno (requiere acceso al archivo)
et_ee: Sisemine jagamine (eeldab ligipääsu failile)
fr: Partage interne (requiert un accès à votre fichier)
ga: Comhroinnt inmheánach (éilíonn rochtain ar chomhad)
gl: Compartición interna (require acceso ao ficheiro)
ja_jp: 内部共有（ファイルへのアクセス権限が必要です）
pt_br: Compartilhamento interno (requer acesso ao arquivo)
tr: İç paylaşım (dosyaya erişme izni gereklidir)
zh_hk: 內部共享（需要存取檔案）
zh_tw: 內部分享（需要存取檔案）

source: Last modified: %@
cs_cz: Naposledy změněno: %@
de: Zuletzt geändert: %@
de_de: Zuletzt geändert: %@
es: Última modificación: %@
et_ee: Viimati muudetud: %@
fr: Dernière modification : %@
ga: Athraithe go deireanach: %@
gl: Última modificación: %@
ja_jp: 最終更新: %@
pt_br: Última modificação: %@
sw: Ilirekebishwa mwisho: %@
tr: Son değişiklik: %@
zh_hk: 最後修改：%@
zh_tw: 上次修改日期：%@

source: Lock file
cs_cz: Zamknout soubor
de: Datei sperren
de_de: Datei sperren
et_ee: Lukusta fail
fr: Verrouiller le fichier
ga: Glasáil comhad
gl: Bloquear ficheiro
ja_jp: ファイルをロック
pt_br: Trancar arquivo
tr: Dosyayı kilitle
zh_hk: 上鎖檔案
zh_tw: 鎖定檔案

source: Locking file "%@"…
cs_cz: Uzamykání souboru „%@“ …
de: Sperre Datei "%@“…
de_de: Sperre Datei "%@" …
es: Bloqueando archivo "%@"…
et_ee: Lukustan „%@“ faili…
fr: Verrouillage du fichier "%@" ...
ga: Ag glasáil comhaid "%@"…
gl: Bloqueando o ficheiro «%@»…
ja_jp: ファイル"%@"をロック中…
pt_br: Trancando o arquivo "%@"…
sw: Inafunga faili "%@"...
tr: "%@" dosyası kilitleniyor…
zh_hk: 鎖定檔案 "%@"……
zh_tw: 鎖定檔案「%@」……

source: NextcloudKit instance or account is unavailable, cannot fetch shares!
cs_cz: Instance NextcloudKit nebo účet nejsou dostupné – není možné načíst sdílení!
de: Die NextcloudKit-Instanz oder das NextcloudKit-Konto ist nicht verfügbar. Freigaben können nicht abgerufen werden!
de_de: Die NextcloudKit-Instanz oder das -Konto ist nicht verfügbar. Freigaben können nicht abgerufen werden!
es: La instancia o cuenta NextcloudKit no está disponible. ¡no se pueden obtener los recursos compartidos!
et_ee: NextcloudKiti server või kasutajakonto pole saadaval, jagamiste laadimine ei õnnestu!
fr: Instance NextcloudKit ou compte indisponible, récupération des partages impossible.
ga: Níl cás nó cuntas NextcloudKit ar fáil, ní féidir scaireanna a aisghabháil!
gl: A instancia ou conta de NextcloudKit non está dispoñíbel, non é posíbel obter comparticións!
ja_jp: NextcloudKitインスタンスまたはアカウントが利用できません。共有を取得できません！
pt_br: A instância ou conta NextcloudKit não está disponível, não é possível obter compartilhamentos!
sw: Mfano wa NextcloudKit au akaunti haipatikani, haiwezi kuleta shiriki
tr: NextcloudKit kopyası ya da hesap kullanılamıyor. Paylaşımlar alınamadı!
zh_hk: NextcloudKit 實例或帳戶不可用，無法獲取共享！
zh_tw: NextcloudKit 站台或帳號無法使用，無法擷取分享！

source: No item URL, cannot reload data!
cs_cz: Žádná URL adresa položky – není možné znovunačíst data!
de: Keine Element-URL, Daten können nicht neu geladen werden!
de_de: Keine Element-URL, Daten können nicht erneut geladen werden!
es: No hay URL de ítem, ¡no se pueden recargar los datos!
et_ee: Objekti võrguaadressi pole, andmete laadimine ei õnnestu!
fr: Aucune URL d'élément, rechargement impossible !
ga: Gan URL na míre, ní féidir sonraí a athlódáil!
gl: Non hai URL do elemento, non é posíbel recargar os datos.
ja_jp: アイテムURLがありません、データを再読み込みできません！
pt_br: Sem URL do item, não é possível recarregar os dados!
sw: Hakuna URL ya kipengee, haiwezi kupakia upya data!
tr: Öge adresi yok. Veriler yeniden yüklenemedi!
zh_hk: 沒有項目 URL，無法重新加載數據！
zh_tw: 沒有項目 URL，無法重新載入資料！

source: Note for the recipient
cs_cz: Poznámka pro příjemce
de: Notiz für den Empfänger
de_de: Notiz für den Empfänger
es: Nota para el destinatario
et_ee: Märge saajale
fr: Note au destinataire
ga: Nóta don fhaighteoir
gl: Nota para o destinatario
ja_jp: 受取人への注意
pt_br: Nota para o destinatário
sw: Dokezo kwa mpokeaji
tr: Alıcıya not
zh_hk: 收件人備註
zh_tw: 給收件者的備註

source: Password protect
cs_cz: Chránit heslem
de: Passwortschutz
de_de: Passwortschutz
es: Proteger con contraseña
et_ee: Kaitse salasõnaga
fr: Protéger par mot de passe
ga: Cosaint pasfhocail
gl: Protexer con contrasinal
ja_jp: パスワード保護
pt_br: Proteção por senha
sw: Ulinzi wa nenosiri
tr: Parola koruması
zh_hk: 密碼保護
zh_tw: 密碼保護
